<template>
  <div class="layout">
    <div class="layout2"style="width: 1080px;">
      <div class="zoom-out" style="display:flex; flex-direction: row; " >
        <div style="width:100%">
          건강<br>
          피부에도 곰팡이가? 여름철 피부질환 대처법<br>
          유독 여름철이 되면 피부질환으로 병원을 찾는 환자가 많아집니다. 특히 여름철에는 곰팡이균에 의한 피부 감염이 급증하게 됩니다. 고온 다습한 기후와 땀과 피지의 분비량이 증가하면서 각종 곰팡이균이 피부의 각칠층을 쉽게 침투해 증식할 수 있는 환경이 제공되기 때문입니다. 여름만 되면 발병하기 쉬워지는 곰팡이성 3대 피부질환은 무엇이며, 어떻게 예방하고 관리해야<br>
          <br>
          1주일 전<br>
          분당서울대학교병원<br>
          삼겹살+마늘 먹고 우유 마시면?<br>
          건강<br>
          삼겹살+마늘 먹고 우유 마시면?<br>
          더운 여름 기력 보충을 위해 고기를 찾는 사람들이 많아지고 있다. 특히 한국인에게 가장 인기가 많은 고기는 단연 삼겹살이다. 그리고 삼겹살을 구워 먹을 때 절대 빼먹을 수 없는 야채가 있다. 바로 마늘이다. 마늘의 알리신 성분이 돼지고기의 영양소 흡수를 돕기 때문에 영양학적으로도 찰떡궁합이다. 하지만 마늘은 먹고 나면 특유의 향이 강해 항상 입 냄새를 고민<br>
          <br>
          1주일 전<br>
          마음건강 길 Mind gil<br>
          <br>
          젓가락질이 힘들면, '이 질환' 의심해라?<br>
          건강<br>
          젓가락질이 힘들면, '이 질환' 의심해라?<br>
          식사를 할 때갑자기 손에 힘이 빠져 젓가락질이 어려워진 적이 있나요? 말의 어눌함이 없고 몸의 움직임만 서서히 둔해진다면 ‘경추척수증’을 의심해볼 수 있습니다. ‘경추척수증’은 뇌졸중과 목디스크로 오인하기 쉬운 질환 중 하나입니다. ‘경추척수증’의 증상과 발생원인, 치료법에 대해 알아보겠습니다. 경추척수증이란? 초기, 뇌졸중으로 오인하기 쉬워 경추척수증은<br>
          <br>
          1개월 전<br>
          척추관절 나누리병원<br>
          저탄수화물 다이어트 안전할까? '요요' 원인은?<br>
          건강<br>
          저탄수화물 다이어트 안전할까? '요요' 원인은?<br>
          코로나19가 확산되면서 배달음식 비중이 늘어나고 운동부족으로 인해 평균체중이 늘어나 비만인구가 급증하고 있습니다. 이에 따라 체중감소를 위한 식이조절에 관심도 많아졌는데요. 체중감소를 위한 식이 조절 정보를 얻기 위해 인터넷 검색이나 TV 건강프로그램에서 다이어트 식단 정보를 찾다보면, 효과 좋다며 유명한 저탄수화물 다이어트에 대해서 자주 접하게 됩니다.&<br>
          <br>
          1주일 전<br>
          건강보험심사평가원<br>
          '담낭담석' 진단 후 예방적 담낭절제 필요 경우<br>
          건강<br>
          '담낭담석' 진단 후 예방적 담낭절제 필요 경우<br>
          담낭은 췌장과 함께 몸 속 깊숙이 위치한 장기 중 하나입니다. 점차 담낭 질환을 진단 받는 경우가 늘고 있습니다. 생활습관의 서구화, 복부 초음파 검사 등 건강검진의 영향이 큽니다. 담낭에 발생하는 대표적인 질환은 ‘담석증’입니다. 담낭담석의 약 70%는 무증상이지만, 담낭암으로 악화할 가능성도 있어서 예방 차원에서 담낭절제 수술을 고<br>
          <br>
          1주일 전<br>
          경희대학교병원<br>
          유산균만 먹으면 안 됩니다 ('이것'과 같이 먹어야 좋다!)재생재생시간04:56<br>
          유산균만 먹으면 안 됩니다 ('이것'과 같이 먹어야 좋다!)<br>
          3주일 전<br>
          마디마디신경외과의원<br>
          <br>
          1일 1운동 - 서울나우병원 분당본원재생재생시간04:05<br>
          1일 1운동 - 서울나우병원 분당본원<br>
          2주일 전<br>
          서울나우병원 분당본원<br>
          <br>
          틀어진 골반에도 유형이 있다? 골반 틀어짐 확인 방법!재생재생시간04:33<br>
          틀어진 골반에도 유형이 있다? 골반 틀어짐 확인 방법!<br>
          3주일 전<br>
          나는 몸신이다<br>
          자궁 건강 비상…2030에서 늘고 있다는 ‘이 병’<br>
          건강<br>
          자궁 건강 비상…2030에서 늘고 있다는 ‘이 병’<br>
          자궁근종이나 자궁내막증 등의 자궁 질환은 과거 40~50대 여성에게 발병하는 질환이라 생각했지만 요즘은 많이 달라졌습니다. 20~30대의 자궁 질환 환자들이 점점 늘고 있기 때문인데요. 특히 최근 20~30대 여성 사이에서 ‘자궁경부암’으로 인해 병원을 찾는 환자가 많아지고 있습니다. 자궁경부암, 왜 젊은 층에서 증가하는 걸까요? 오늘<br>
          <br>
          2개월 전<br>
          국민건강보험일산병원<br>
          스쿼트 자세가 잘 안된다면 이렇게 워밍업 해보세요.<br>
          건강<br>
          스쿼트 자세가 잘 안된다면 이렇게 워밍업 해보세요.<br>
          안녕하세요 바디메이트 구독자 여러분 오늘은 국민 하체 운동 스쿼트 자세에 도움이 될 만한 준비 운동을 준비해봤습니다. 스쿼트 자세는 이미 여러 번 소개해드린 적이 있는데요 이번에는 동작에 대한 설명이 아니라 유형별로 자세가 잘 안되는 분들에게 도움이 될 수 있는 내용이니까 잘 읽어보시고 자신에게 해당되는 부분이 있다면 한번 따라 해보시면 좋을 것 같습니다.<br>
          <br>
          2일 전<br>
          바디메이트<br>
          암환자·가족이 알아야 할 '국가지원제도'<br>
          건강<br>
          암환자·가족이 알아야 할 '국가지원제도'<br>
          암환자와 가족이 꼭 알아둬야 할, 암 진단부터 치료 이후까지의 국가지원제도를 살펴보세요. (2021년 기준)Q1. 암을 진단을 받으셨나요?암으로 진단받은 분은 누구나 대상이 되는 보편적 지원 지원 제도가 있습니다. ■ 본인일부부담금 산정특례 제도 암 산정특례로 등록된 건강보험 환자는 해당 질환 진료비 중 건강보험이 적용되는 부분의 5%만을 본<br>
          <br>
          3일 전<br>
          국가암정보센터<br>
          철분이 높은 vs. 낮은 식단<br>
          건강<br>
          철분이 높은 vs. 낮은 식단<br>
          세계보건기구(WHO)에 따르면 철분결핍은 세계적으로 가장 흔한 영양결핍으로 80억 인구 중 20억 명에 달한다고 한다. 특히 어린이와 임산부에게서 많이 나타나는데, 건강보험심사평가원 통계자료에 따르면 ‘철결핍빈혈’로 진료를 받은 환자 가운데 여성의 수가 남성의 약 4.4배에 달하는 것으로 조사됐다. 철분은 부족해도 쉽게 증상이 보이지 않고 결핍 수준에 이르<br>
          <br>
          2개월 전<br>
          매경헬스<br>
          수박 고르기와 보관법<br>
          건강<br>
          수박 고르기와 보관법<br>
          날씨가 더워지면 찾게 되는 시원한 수박! 수박 크기가 커서 대부분 칼로 잘라 일부는 먹고, 남은 수박은 랩으로 씌우거나 모두 썰어서 밀폐용기에 담아서 냉장고에 보관하는 경우가 많다. 요즘은 1~2인 가구를 위해서 반쪽 수박을 판매하기도 한다. 그런데 수박은 수분이 많아 세균 오염이 잘 되는 과일이기도 하다. 어떻게 보관을 하는지에 따라 맛뿐만 아니라 건강에<br>
          <br>
          2주일 전<br>
          김소형 채널H<br>
          [Q&A] 치과 방사선 검사, 방사선 노출 위험하지 않을까요? (레옹치과 김영삼 원장)재생재생시간03:05<br>
          [Q&A] 치과 방사선 검사, 방사선 노출 위험하지 않을까요? (레옹치과 김영삼 원장)<br>
          3주일 전<br>
          의학채널 비온뒤<br>
          <br>
          [60초 건강툰] 혹시 나도? 탈모 ‘이렇게’ 관리하세요재생재생시간01:02<br>
          [60초 건강툰] 혹시 나도? 탈모 ‘이렇게’ 관리하세요<br>
          3주일 전<br>
          일산병원 헬로헬스 TV<br>
          <br>
          알레르기의 유전 및 환경 요인재생재생시간06:21<br>
          알레르기의 유전 및 환경 요인<br>
          1개월 전<br>
          서울대 지식교양 강연 - 생각의 열쇠<br>
          <br>
          새로운 글 더보기<br>
          <br>
          타임스퀘어<br>
          이전다음
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import ApiTest from '../api/ApiTest';

export default {
  name: 'Page1',
  componets: [],
  data() {
    return {
      testid: '',
    };
  },
  methods: {
    test() {
      ApiTest.test().then((result) => {
        if (result.error === 0) {
          this.testid = result.testid;
        } else {
        }
      });
    },
  },
};
</script>

<style scoped>
.layout2 {
  display: flex;
  flex-direction: column;
  justify-content: center;
  width: 100%;
  margin-top: 70px;
}
.layout {
  display: flex;
  flex-direction: row;
  justify-content: center;
  padding: 30px 35px 50px;
  flex: 1;
  height: fit-content;
}
</style>
